Repository: mariya181/smart
Catalog: smart_technology/main/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Français
ar: الفرنسية

source: Anglais
ar: الإنجليزية

source: Arabe
ar: العربية

source: Nos services
ar: خدماتنا

source: Nous mettons notre expertise au service de votre croissance digitale avec des solutions fiables, performantes et adaptées à vos besoins.
ar: نضع خبرتنا في خدمتك لدعم نموك الرقمي من خلال حلول موثوقة وفعالة ومخصصة لاحتياجاتك.

source: Cybersécurité
ar: الأمن السيبراني

source: Protégez vos infrastructures contre les attaques numériques avec des systèmes de sécurité avancés.
ar: احمِ بنيتك التحتية من الهجمات الرقمية باستخدام أنظمة أمان متقدمة.

source: Maintenance
ar: الصيانة

source: Installation, réparation et optimisation de vos équipements informatiques pour garantir leur longévité.
ar: تركيب وإصلاح وتحسين أجهزتك المعلوماتية لضمان عمر أطول وأداء أفضل.

source: Réseaux & Télécoms
ar: الشبكات والاتصالات

source: Conception et déploiement de réseaux performants pour une connectivité fluide et sécurisée.
ar: تصميم وتنفيذ شبكات عالية الأداء لاتصال سلس وآمن.

source: Développement logiciel
ar: تطوير البرمجيات

source: Création d’applications web, mobiles et logicielles sur mesure pour booster votre productivité.
ar: إنشاء تطبيقات ويب وهاتف وبرامج مخصصة لتعزيز إنتاجيتك.

source: Accueil
ar: الرئيسية

source: Qui sommes-nous
ar: من نحن

source: Nous contacter
ar: اتصل بنا

source: Services
ar: الخدمات

source: Contact
ar: تواصل

source: Bienvenue chez
ar: مرحبا بكم في

source: SMART TECHNOLOGY est votre partenaire de confiance pour construire l’avenir numérique de la Mauritanie.
ar: SMART TECHNOLOGY هي شريكك الموثوق لبناء مستقبل رقمي لموريتانيا.

source: Nous mettons l'innovation au service de vos ambitions, avec des solutions technologiques sur mesure, modernes et performantes.
ar: نضع الابتكار في خدمة طموحاتكم، من خلال حلول تقنية مخصصة، حديثة وفعالة.

source: En savoir plus
ar: اعرف المزيد

source: Découvrez notre univers
ar: اكتشف عالمنا

source: Notre équipe
ar: فريقنا

source: Une équipe jeune, dynamique et ambitieuse, toujours prête à relever de nouveaux défis technologiques aux côtés de nos clients.
ar: فريق شاب وديناميكي وطموح، مستعد دائمًا لمواجهة التحديات التكنولوجية الجديدة جنبًا إلى جنب مع عملائنا.

source: Nos bureaux
ar: مكاتبنا

source: Des locaux modernes et fonctionnels situés au cœur de Nouakchott, pensés pour l’innovation, la collaboration et l’efficacité.
ar: مكاتب عصرية وعملية في قلب نواكشوط، مصممة للابتكار والتعاون والفعالية.

source: Nos équipements
ar: معداتنا

source: Nous utilisons des infrastructures technologiques de dernière génération pour garantir des prestations à haute performance.
ar: نستخدم بنى تحتية تكنولوجية متطورة لضمان خدمات عالية الأداء.

source: Sécurité de pointe
ar: أمن متطور

source: Nous avançons ensemble, comme une équipe parfaitement coordonnée. Chez SMART TECHNOLOGY, la sécurité est une stratégie globale.
ar: نتقدم معًا كفريق منسجم تمامًا. في SMART TECHNOLOGY، الأمان هو استراتيجية شاملة.

source: Évolution continue
ar: تطور مستمر

source: Avec une approche agile et progressive, nous vous accompagnons dans une croissance stable et tournée vers l'avenir.
ar: من خلال نهج مرن وتدريجي، نرافقكم نحو نمو مستقر وموجه نحو المستقبل.

source: Connectivité mondiale
ar: اتصال عالمي

source: Avec SMART TECHNOLOGY, vous êtes connectés au monde entier grâce à des solutions intelligentes, mobiles et interconnectées.
ar: مع SMART TECHNOLOGY، أنتم متصلون بالعالم من خلال حلول ذكية، متنقلة ومترابطة.

source: Sécurité
ar: الأمان

source: Nous protégeons vos données et vos infrastructures avec des solutions robustes, modernes et évolutives.
ar: نحمي بياناتك وبُناك التحتية بحلول قوية وحديثة وقابلة للتطوير.

source: Expertise
ar: الخبرة

source: Une équipe expérimentée, passionnée par l'innovation, qui vous accompagne vers l'excellence numérique.
ar: فريق ذو خبرة، شغوف بالابتكار، يرافقكم نحو التميز الرقمي.

source: Support
ar: الدعم

source: Un accompagnement humain, réactif et personnalisé à chaque étape de vos projets.
ar: دعم بشري، سريع ومخصص في كل مرحلة من مراحل مشاريعكم.

source: Pourquoi choisir
ar: لماذا تختار

source: Chez
ar: في

source: ,nous ne vendons pas simplement des solutions — nous créons des expériences technologiques sur mesure qui transforment les ambitions en réussites concrètes.
ar: ،نحن لا نبيع حلولًا فقط — بل نبتكر تجارب تكنولوجية مخصصة تحول الطموحات إلى نجاحات ملموسة.

source: Fondée par des passionnés de l'innovation, notre entreprise s’impose aujourd’hui comme un acteur incontournable du numérique en Mauritanie.
ar: تأسست شركتنا من قبل شغوفين بالابتكار، وتُعد اليوم فاعلًا رئيسيًا في المجال الرقمي في موريتانيا.

source: Notre mission :
ar: مهمتنا:

source: connecter vos idées à la technologie de demain
ar: ربط أفكاركم بتكنولوجيا الغد

source: , avec fiabilité, créativité et réactivité.
ar: ،بموثوقية وإبداع وسرعة استجابة.

source: Chaque projet que nous accompagnons est une histoire d’écoute, de performance et d’impact durable.
ar: كل مشروع نشاركه هو قصة استماع، وأداء، وتأثير مستدام.

source: Choisir SMART TECHNOLOGY, c’est choisir un partenaire engagé à vos côtés, de la réflexion stratégique jusqu’à la mise en œuvre concrète.
ar: اختيار SMART TECHNOLOGY يعني اختيار شريك ملتزم بجانبك من التفكير الاستراتيجي إلى التنفيذ الفعلي.

source: Nos réalisations en chiffres
ar: إنجازاتنا بالأرقام

source: Projets réalisés
ar: مشاريع منفذة

source: Une équipe jeune, ambitieuse et passionnée par les nouvelles technologies. Notre force repose sur la collaboration, l’écoute client et la maîtrise des outils numériques modernes.
ar: فريق شاب وطموح وشغوف بالتقنيات الحديثة. قوتنا تكمن في التعاون، والاستماع للعملاء، وإتقان الأدوات الرقمية الحديثة.

source: Professionnels actifs
ar: مهنيون نشطون

source: Partenaires
ar: شركاء

source: Années d’expertise
ar: سنوات من الخبرة

source: Nos valeurs
ar: قيمنا

source: Mission
ar: مهمتنا

source: Accompagner les entreprises dans leur transformation numérique grâce à des solutions fiables, innovantes et adaptées à chaque besoin.
ar: مرافقة الشركات في تحولها الرقمي من خلال حلول موثوقة ومبتكرة ومناسبة لكل حاجة.

source: Valeurs
ar: القيم

source: Qualité, innovation, réactivité et confiance sont les fondements de notre engagement au quotidien.
ar: الجودة والابتكار والسرعة والثقة هي أساس التزامنا اليومي.

source: Vision
ar: رؤيتنا

source: Devenir un acteur technologique incontournable en Mauritanie et un partenaire de référence en Afrique de l’Ouest.
ar: أن نصبح فاعلًا تقنيًا رئيسيًا في موريتانيا وشريكًا مرجعيًا في غرب إفريقيا.

source: Contactez-nous
ar: اتصل بنا

source: Une question, une demande de service ou un partenariat ? Notre équipe est à votre écoute.
ar: هل لديكم سؤال، طلب خدمة أو شراكة؟ فريقنا في خدمتكم.

source: Nom
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: Sujet
ar: الموضوع

source: Message
ar: الرسالة

source: Envoyer
ar: إرسال

source: Nos coordonnées
ar: معلومات الاتصال الخاصة بنا

source: Voir l'itinéraire sur Google Maps
ar: عرض الاتجاهات على خرائط جوجل

source: Votre message a bien été envoyé.
ar: تم إرسال رسالتك بنجاح.

source: Confirmation
ar: تأكيد
